HSDTaskName = "Spärr av skräpfax";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Skriver ut… Vänta lite";

//button titles
"DONE" = "Klar";
"YES" = "Ja";
"NO" = "Nej";
"OK" = "OK";
"CLOSE" = "Stäng";
DeleteButtonTitle = "Ta bort";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d av %2$d poster används";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Ogiltigt faxnummer";
"INVALID_FAX_NUMBER_DESC" = "Du har angivit ett ogiltigt nummer. Du får bara ange siffror (0123456789). Ange ett giltigt faxnummer och försök igen.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Samtals-ID erfordras";
"JUNK_FAX_WARNING_DESC" = "Spärr av skräpfax kräver att din enhet är ansluten till en linje där samtals-ID är aktiverat.\n\nOm du är osäker på om så är fallet kan du vända dig till din teleoperatör.";
"JUNK_FAX_DELETION_DESC" = "Är det säkert att du vill radera det/de valda numren från listan över spärrade faxnummer?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Dubblett av nummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Det här numret finns redan i listan över spärrade faxnummer. Vill du lägga till det en gång till?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Dubblett av spärrat faxnummer";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Det här numret finns redan i listan över spärrade faxnummer.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Kontrollera att enheten är online och inte håller på att bearbeta ett faxjobb.";

HSDTaskDescriptionTitle = "Använd Spärr av skräpfax om du vill blockera inkommande fax från vissa samtals-ID-nummer.";
HSDJunkFaxBlockingStateTitle = "Spärr av faxsamtals-ID:";
HSDBlockedNumbersTitle = "Spärrade nummer:";
HSDApplyButtonTitle = "Verkställ nu";
HSDPrintListButtonTitle = "Skriv ut lista";

HSDEditPanelDescriptionTitle = "Ange faxnummer som ska spärras:";
HSDOffButtonTitle = "Av";
HSDOnButtonTitle = "På";

HSDFaxNumberTitle = "Faxnummer";
HSDEditButtonTitle = "Redigera…";
HSDCreateButtonTitle = "Skapa";
HSDCancelButtonTitle = "Avbryt";

AskSaveChangesAlertTitle = "Du har redigerat listan över blockerade faxnummer";
AskSaveChangesAlertMsg = "Ändringarna kommer inte att tas med i den utskrivna listan om du inte tillämpar dem. Vill du tillämpa de ändringar som du gjort i listan innan du skriver ut den?";
AskSaveChangesDontApplyButtonTitle = "Verkställ inte";
AskSaveCahngesApplyButtonTitle = "Verkställ";

PlusButtonToolTip = "Lägg till nya spärrade nummer";
MinusButtonToolTip = "Ta bort spärrade nummer";
EditButtonToolTip = "Redigera spärrade nummer";
PrintButtonToolTip = "Skriv ut spärrade nummer";
